{"pages":[{"title":"search","text":"","path":"search/index.html","date":"06-14","excerpt":""},{"title":"友人の信","text":"Mashiro 樱花庄的白猫 hojun 一个好奇的博客 小爱莉 エリーの萌化小屋 艾莉雅哒笔记 一身→→正正正正←气 廖雪峰 js教程可以的","path":"links/index.html","date":"09-16","excerpt":""},{"title":"404","text":"","path":"404/index.html","date":"08-08","excerpt":""}],"posts":[{"title":"花之殇，心之念","text":"在寂静的墓地之中，思念着死去的人呐！如血侵红的彼岸花，青丝飘然黛儿檀香。 凝望着彼岸花中诞生的那个没有被这个世界所沾染的花泪。她的目光缓缓看向这片哭泣的墓地，似乎看到那个未曾变改变的过往。 多想告诉那个离开之人，你所说的真的出现了她的青丝在微风中飘荡，仿佛迎接离世之人的回归。 直到她说：“我回来了”，宛如黄鹂的话语在这片土地上轻说着 微微翘起的嘴唇同天使一般的微笑，让人如沐春风般舒服。 夕阳的黄昏照射在这个少女的脸颊上，多添了一份神圣。墓地了彼岸花在枯泣，少女转而看相离世之人的墓碑。 微微下蹲，伸出那红润玉手轻抚着碑。 看着墓碑旁那片曼珠沙华，枯萎的花瓣仿佛被微风一吹就散。 少女注视枯萎的花，她的瞳孔中出现了那盛开的彼岸花。 花朵，仿佛未曾枯萎般的血。如绚烂鲜红的花，在墓碑旁摇摆。 而少女就像未曾来过一样消失了，但空气你还存在的少女的气味。 在思念已故之人吧！","path":"2019/03/02/flower/","date":"03-02","excerpt":""},{"title":"新年快乐","text":"大家新年快乐，万事如意。心想事成，还有身体健康。","path":"2019/02/01/happy New Year/","date":"02-01","excerpt":"大家新年快乐，万事如意。心想事成，还有身体健康。","preview":null},{"title":"初音ミク生日快乐","text":"“如果说初音未来的诞生是一场奇迹，那么让这个奇迹延续至今的，是以爱为名的力量。初音未来已经12岁了，12年的时光过去，她不老，我们的爱也不会老。” 这就是世界第一虚拟偶像，我们的公主殿下—-初音未来 很多人第一次听说初音未来，是因为《甩葱歌》。这首歌不仅让她得到了“葱娘”的昵称，还让超多人被她的歌声震惊，天哪噜！这么卡哇伊的声音怎么可能是虚拟的！ 早在2003年，一个叫做Vocaloid的音乐合成软件便问世了， 目的是为音乐制作者提供便捷的试唱与音乐合成，但是反响不大， Crypton公司在2007年推出第二代软件的时候， 突然心灵想出了一个理念： 我们不卖软件，我们卖的是虚拟歌姬！ 并且在正式发售前还发布了三个初音未来试听片段，果然成功。 所以说脑洞就是钱啊！ 于是乎在那个瞬间诞生了那位公主这个有着绿色双瞳和双马尾，身材娇小、声音可爱到爆炸的公主殿下就诞生了！ 她的诞生就仿佛是一场绿色奇迹，席卷整个日本。 软件销售仅仅十天便占了日本音乐软件市场的三成江山。 就连附赠试用版的杂志都立刻卖光光，被各种倒卖炒到了三倍价格。 人们纷纷在弹幕网站NicoNico和Pixiv社区上上传初音未来的相关作品， 歌曲、绘画、动画、同人文……甚至还有人专门翻唱初音未来的歌。 就这样，公主殿下C位出道了，一出道就是十二年。在这期间，这个奇迹在世界举办过近五十场专场演唱会， 每一场都集齐上万人齐聚现场，火热程度甚至超越真人演唱会。 周边商品销售火爆，手办店铺一片片的绿色海洋。 当然，更重要的是，她让无数歌曲成为现实， 温柔的、炸裂的、可爱的、细腻的…… 在电音爆裂的《初音未来的消失》中，她能够轻松完成超人类极限曲速240PM的歌词， 被誉为“最高速离别之歌”， 而以活泼可爱见长的《把你Miku Miku 掉》则在2017年喜提1000万次播放量， 成为无可置疑的神曲。 犹记得2017年魔法未来演唱会时，她与观众互动：“主唱是？”千千万万的声音同时响起：“初音Miku!” 那一刻，她就是梦想本身。 而初音未来之所以能有如此实力，则归功于她厚重的未来感。 我们说“科技造就未来”，这句用-来形容初音未来再合适不过了。 她本身就代表了最顶尖的声音合成技术， 从轻盈可爱的soft萝莉音到硬朗摇滚的solid电音，六种音色通吃各类曲风， 无论音乐如何发展，无论风格如何更迭，公主殿下都能轻松驾驭， 可萌可熟可静可燃。！ 在探索声音无限可能的同时，初音未来的外观也未来感十足， 如今代表性的双马尾萌妹子人设来自画师KEI，他的画风有一种透明而轻盈的感觉， 头戴耳机+电子屏幕袖+方形红色束发带， 大片的梦幻蓝色之下，细节中处处都体现着动感未来的瑰丽。（KEI创作的V2人设） 你觉得公主殿下光是颜好不会老吗？定期进化了解一下！ V3、V4版人设由ixima完成，在V4版时初音未来双马尾更加轻薄飘逸， 但是发量明显减少，导致有人吐槽“脱发”，初音未来反手一个中国版就治好了！（ixima创作的V4X人设）（豆の素创作的V4C人设） 燃到炸裂的偶像力，内外兼修的未来感，让初音未来有了无惧时光的实力。 但是之所以她能冲破时间和次元壁，不断创造奇迹，根本原因在于——陪伴。 在《把你给MIKU MIKU掉》有一段歌词： 在众多软件中，你选择了我 我很想问，这是为什么？ 一开始大家选择初音未来，可能因为她声音的仿真度，或是外表的可爱， 但是随着慢慢的“调教”，她不再是那个等待购买的商品，而变成了属于每一个人的歌姬。 在现实生活中，我们可能贫穷，可能笨拙，可能相貌平凡， 时间流逝，物是人非，曾经的友谊也许远离，曾经的热恋也许冷却， 但是公主殿下不会变，她永远睁着湛蓝如初的眼睛，穿越时光将我们温柔以待。 她用不变的陪伴，让流过的岁月仍然与今天的我们紧紧相连。 所以常常有人说：“听到初音未来的XX歌曲，我想起了十年前。” 所以她是真实活着的，用一字一句的歌唱，用永不褪色的美丽，与我们共同承担岁月冲击， 2016年北京演唱会，全场的观众对着MIKU说谢谢。不是感谢全息技术，也不是感谢绚丽的舞美，而是感谢她陪伴我们至今，始终如一。我们在初音未来的身上投入的不仅仅是时间和精力， 还有对音乐、对MIKU的爱，这些爱变成了声音、故事、画作， 成为了丰富初音文化的一部分，让她无与伦比又触手可及。 初音未来是虚拟的，而我们的爱是真的，所以她的美好，她给我们的感动，也是绝对真实的。 我们爱她，我们的爱也造就了她如果说初音未来的诞生是一场奇迹，那么让这个奇迹延续至今的，是以爱为名的力量。 今天是初音未来的11岁生日，11年的时光过去，她不老，我们的爱也不会老。 公主殿下，生日快乐。","path":"2018/08/31/miku happy/","date":"08-31","excerpt":"","preview":"https://ws2.sinaimg.cn/large/0067BSksgy1fzgg1re39zj30xc0nl4qp.jpg"},{"title":"angel-fire","text":"l you ie be we wand","path":"2018/08/09/angel/","date":"08-09","excerpt":"l you ie be we wand","preview":"https://s2.ax1x.com/2019/06/12/V2McFg.jpg"},{"title":"Hello World","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","path":"2018/08/08/hello-world/","date":"08-08","excerpt":""}]}